Repository: mcelilaydin/GameWikiApp
Catalog: GameWikiApp/Utilities/*.lproj/Localizable.strings
Languages: tr

# LocalizableString_HomeScreenTitle
source: Home
tr: Ana Sayfa

# LocalizableString_DetailScreenTitle
source: Game Detail
tr: Oyun Detay

# LocalizableString_FavoriteScreenTitle
source: Favorite
tr: Favoriler

# LocalizableString_SearchScreenTitle
source: Search
tr: Arama Sayfası

# LocalizableString_Success
source: Success
tr: Başarılı

# LocalizableString_Error
source: Error
tr: Hata

# LocalizableString_DeletedAlertMessage
source: Deleted To Favorites
tr: Favorilerden silindi

# LocalizableString_EnterGame
source: Enter a game name
tr: Oyun ismi yazınız

# LocalizableString_Started
source: Started
tr: Başlat

# LocalizableString_Next
source: Next
tr: Geç

# LocalizableString_SearchGame
source: Search Game
tr: Oyun Ara

# LocalizableString_OnboardingSearchDesc
source: User searches for games.
tr: Kullanıcı oyunları arar

# LocalizableString_FavoriteGame
source: Favorite Game
tr: Favoriye Alınan Oyun

# LocalizableString_OnboardingFavoDesc
source: User adds the game to favorite.
tr: Kullanıcı oyunu favorilere ekler.

# LocalizableString_OnboardingDetailDesc
source: User displays the detail of the game.
tr: Kullanıcı oyunun ayrıntılarını görüntüler.

# LocalizableString_SwipeRight
source: Please swipe to right.
tr: Lütfen Sağa Sürükleyin.

# LocalizableString_AddFavorite
source: Add Favorite Game
tr: Favori Oyun Ekleyin

# LocalizableString_AddedFavorite
source: Added To Favorites
tr: Favorilere Eklendi

# LocalizableString_SearchPlaceholder
source: Search game name
tr: Oyun arayın
